<template>
  <div>
    <base-header class="pb-6" type="">
      <div class="row align-items-center py-4">
        <div class="col-12">
          <h6 class="h2 d-inline-block mb-0">개인정보처리방침</h6>
          <nav aria-label="breadcrumb" class="d-none d-md-inline-block ml-md-4">
            <ol class="breadcrumb breadcrumb-links">
              <li class="breadcrumb-item"><nuxt-link to="/"><i class="fas fa-home mr-2"></i>홈</nuxt-link></li>
              <li class="breadcrumb-item active" aria-current="page">개인정보처리방침</li>
            </ol>
          </nav>
        </div>
      </div>
    </base-header>
    
    <div class="container-fluid mt--6">
      <div class="row">
        <div class="col">
          <card>
            <div class="row">
              <div class="col lead" v-html="policy"></div>
            </div>
          </card>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  import BaseHeader from '@/components/argon-core/BaseHeader'
  import RouteBreadCrumb from '@/components/argon-core/Breadcrumb/RouteBreadcrumb'
  
  export default {
    head () {
      return {
        title: '개인정보처리방침',
        meta: [
          { name: 'og:title', content: '개인정보처리방침', hid: 'og:title' },
          { name: 'og:url', content: `https://bushiroad.seiyuus.com${this.$route.fullPath}`, hid: 'og:url' }
        ]
      }
    },
    components: {
      BaseHeader,
      RouteBreadCrumb
    },
    data() {
      return {
        policy: '<p>서비스 개발자(이하 "개발자"라 함)는 이용자의 개인정보보호를 매우 중요시하며, 이용자가 사이트의 다양한 서비스(이하 "서비스"라 함)를 이용함과 동시에 온라인상에서 개발자에 제공한 개인정보가 보호 받을 수 있도록 최선을 다하고 있습니다. 이에 개발자는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호, 정보보호에 관한 규정을 준수하고 있습니다. 개발자는 개인정보처리방침을 통하여 이용자들이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.</p><p>&nbsp;</p><p>1. 개인정보의 수집목적 및 이용목적</p><p>개인정보란 생존하는 개인에 관한 정보로서 해당 이용자 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함함)를 말합니다.</p><p>&nbsp;</p><p>개인정보 수집목적</p><p>개발자가 이용자 개인의 정보를 수집하는 목적은 이용자에게 최적의 서비스를 제공하기 위한 것입니다. 이때 이용자가 제공한 개인정보를 바탕으로 이용자에게 보다 더 유용한 정보를 선택적으로 제공하는 것이 가능하게 됩니다.</p><p>&nbsp;</p><p>개인정보 이용</p><p>회원제 서비스 이용에 따른 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 불만처리, 민원처리, 고지사항 전달, 기타 의사소통을 위한 절차 등 정보의 전달을 위한 절차에 이용될 수 있습니다.</p><p>&nbsp;</p><p>2. 개인정보 수집항목 및 수집방법</p><p>개발자는 원활한 서비스 제공을 위해 최소한의 개인정보를 수집하고 있습니다. 이용자는 회원 가입 시(약관동의 필수) 또는 서비스 이용 과정에 따라 최소한의 정보가 수집될 수 있으며 해당 내용은 아래와 같습니다.</p><p>&nbsp;</p><p>개인정보 수집항목</p><p>&nbsp;</p><p>&lt;회원가입 시&gt;</p><p>&nbsp; - 이메일(개인식별용 키값), 닉네임, 비밀번호</p><p>&nbsp;</p><p>&lt;서비스 이용 시&gt;</p><p>&nbsp; - 서비스 이용 기록, 쿠키, IP주소, 불량 이용 기록</p><p>&nbsp;</p><p>3. 개인정보 수집에 대한 동의</p><p>개발자는 이용자가 회원가입을 할 경우(이하 &ldquo;회원&rdquo;이라 함) 개인정보 수집에 대하여 동의를 받고 있습니다. 회원가입 절차 중 이용약관 및 개인정보처리방침에 개인정보 수집 동의절차에서 해당 이용약관 동의란에 체크하게 되면 개인정보 수집에 대해 동의한 것으로 간주합니다.</p><p>&nbsp;</p><p>4. 개인정보의 제공 및 공유</p><p>개발자는 회원의 동의가 있거나 법률의 규정에 의한 경우를 제외하고는 어떠한 경우에도 "2. 개인정보 수집항목 및 수집방법"에서 고지한 범위를 넘어서 개인정보를 이용하거나 타인 또는 타기업, 기관에게 제공하지 않습니다.</p><p>개발자는 회원의 개인정보를 제3자에게 제공하거나 공유하는 경우에는 사전에 회원에게 개인정보를 제공받거나 공유하게 될 자가 누구이며, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 공유되어야 하는지, 그리고 언제까지 어떻게 보호, 관리되는지에 대해 개별적으로 전자우편 또는 개발자 서비스 내의 공지사항을 통해 고지하여 동의를 구하는 절차를 거치거나, 회원가입 시 별도로 동의를 구할 수도 있습니다. 회원이 동의하지 않는 경우에는 개인정보를 제공하거나 공유하지 않습니다. 제공관계에 변화가 있거나 제공관계가 종결될 때도 같은 절차에 의하여 고지하거나 동의를 구합니다.</p><p>다만, 법령의 규정에 의거하거나, 수사상 목적으로 법령에 정해진 절차와 방법에 따라 관련기관의 요구가 있는 경우에는 예외적으로 동의 없이 개인정보를 제공할 수 있습니다.</p><p>&nbsp;</p><p>5. 개인정보 열람, 정정</p><p>회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정을 요청할 수 있습니다. 회원 개인 정보의 열람 및 정정은 사이트 내의 문의 또는 개발자의 이메일을 통한 요청을 통하여 열람 또는 정정할 수 있습니다. 개발자는 개인정보의 오류에 대한 정정을 요청할 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 조치하겠습니다.</p><p>&nbsp;</p><p>6. 개인정보의 보유 및 이용기간</p><p>개발자는 회원가입일로부터 회원탈퇴와 같은 개인정보 수집, 이용, 제공에 대한 동의 철회 시까지 회원의 개인정보를 보유 및 이용하게 됩니다. 동의철회는 사이트 내의 문의 또는 개발자의 이메일을 통한 요청하면 빠른 시일안에 회원탈퇴가 진행되며 회원의 개인정보를 파기하는 등 필요한 조치를 취합니다.</p><p>&nbsp;</p><p>7. 개인정보의 파기절차 및 방법</p><p>개발자의 개인정보 파기절차 및 방법은 다음과 같습니다.</p><p>&nbsp;</p><p>파기절차</p><p>&nbsp; - 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져 저장됩니다.</p><p>&nbsp; - 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</p><p>&nbsp;</p><p>파기방법</p><p>&nbsp; - 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p><p>&nbsp;</p><p>8. 개인정보 보관 및 보호를 위한 기술적, 관리적 대책</p><p>회원의 개인정보는 비밀번호에 의해 보호되고 있습니다. 회원 계정의 비밀번호는 오직 본인만이 알 수 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다. 따라서 회원의 비밀번호는 누구에게도 알려주면 안됩니다. 또한 작업을 완료한 후 로그아웃을 하고 해당 서비스를 사용한 프로그램(웹브라우저, 앱, 관련 프로그램 등)을 종료하는 것이 바람직합니다. 특히 본인이 사용하는 기기(PC, 스마트폰, 태블릿 등 서비스 사용이 가능한 기기)를 다른 사람과 공유하여 사용하거나 공공장소에서 이용한 경우 개인정보가 다른 사람에게 알려지는 것을 막기 위해서 이와 같은 절차가 더욱 필요하다고 하겠습니다.</p><p>&nbsp;</p><p>개발자의 개인정보보호를 위한 기술적, 관리적 대책은 다음과 같습니다.</p><p>&nbsp;</p><p>&nbsp; 1) 개인정보에 대한 직접적인 접근을 방지하기 위하여 데이터베이스의 보안기능을 이용하여 일부 정보는 열람할 수 없도록 하고 있습니다.</p><p>&nbsp; 2) 인터넷망을 통한 해커의 불법적 침입에 대비하여 방화벽과 침입탐지 시스템을 사용하여 보안에 만전을 기하고 있습니다.</p><p>&nbsp; 3) 개인정보에 대한 접근권한을 개발자로 제한하며, 그 이외의 인원이 개인정보에 접근하는 것을 허용하지 않습니다.</p><p>&nbsp; 4) 시스템적으로 보안성을 확보하기 위해 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.</p><p>&nbsp;</p><p>9. 개인정보 자동 수집 장치의 설치와 운영 및 거부에 관한 사항</p><p>개발자는 이용자들에게 서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 "쿠키(cookie)"를 사용합니다. 쿠키란 웹개발자를 운영하는데 이용되는 서버가 이용자의 웹브라우저에게 보내는 소량의 텍스트 정보로 이용자들이 사용하는 기기(PC, 스마트폰, 태블릿 등 서비스 사용이 가능한 기기 중 쿠키 설정이 가능한 기기)에 저장되기도 합니다.</p><p>&nbsp;</p><p>&nbsp; 1) 쿠키를 통한 맞춤화 서비스 제공</p><p>&nbsp; &nbsp; 쿠키의 사용 목적</p><p>&nbsp; &nbsp; &nbsp; 이용자들의 서비스를 제공하기 위함</p><p>&nbsp; &nbsp; 쿠키 설치, 운영 및 거부</p><p>&nbsp; &nbsp; &nbsp; - 이용자들은 쿠키 사용에 대한 선택권을 가지고 있으며, 웹브라우저의 설정에 따라 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.</p><p>&nbsp; &nbsp; &nbsp; - 쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 단, 쿠키 설치를 거부하였을 경우 일부 서비스 이용에 어려움이 있을 수 있습니다.</p><p>&nbsp;</p><p>&nbsp; &nbsp; &nbsp; 쿠키 설정방법 예</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 1) Internet Explorer - 웹 브라우저 상단의 도구 &gt; 인터넷 옵션 &gt; 개인정보</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 2) Chrome - 웹 브라우저 우측의 설정 메뉴 &gt; 화면 하단의 고급 설정 &gt; 개인정보 및 보안 &gt; 개발자 설정 &gt; 쿠키</p><p>&nbsp;</p><p>&nbsp; 2) 구글 애널리틱스를 통한 로그 분석</p><p>&nbsp; &nbsp; 개발자는 구글 애널리틱스(Google Analytics)를 이용하여 로그 분석을 하고 있습니다. 이용자를 식별할 수 없으며 전체적인 로그 분석에만 이용합니다. 이용자는 구글 애널리틱스 수집을 거부할 수 있습니다. ("쿠키 설정 차단" 혹은 "구글 애널리틱스 차단 브라우저 부가 기능" 사용)</p><p>&nbsp;</p><p>10. 개인정보보호 책임자</p><p>이용자의 개인정보와 관련한 문의사항이 있으시면 개발자에게 연락 바랍니다.</p><p>&nbsp;</p><p>닉네임 : iorph</p><p>이메일 : iorph@iorph.com</p><p>LINE : iorph</p><p>Twitter : iorph_</p><p>Discord : iorph#0001</p><p>&nbsp;</p><p>기타 개인정보침해에 대한 신고나 상담이 필요한 경우 아래 기관에 문의하기 바랍니다.</p><p>&nbsp; - 개인정보침해신고센터 (https://privacy.kisa.or.kr / 국번없이 118)</p><p>&nbsp; - 대검찰청 사이버수사과 (https://www.spo.go.kr / 국번없이 1301)</p><p>&nbsp; - 경찰청 사이버안전국 (https://cyberbureau.police.go.kr / 국번없이 182)</p><p>&nbsp;</p><p>11. 부칙</p><p>이 개인정보처리방침은 2019년 10월 29일부터 적용되며, 본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일전에 개발자가 이메일을 통하여 고지할 것 입니다. 다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 공지하며, 이 때 변경 내용에 대해 동의하지 않는 회원에 대해 회원 탈퇴를 할 수 있는 안내를 포함합니다.</p><p>&nbsp;</p><p>&nbsp; - 개인정보처리방침 공고일자 : 2019년 09월 29일</p><p>&nbsp; - 개인정보처리방침 시행일자 : 2019년 10월 29일</p>'
      }
    }
  }
</script>
<style>
p {
  font-size: inherit;
  font-weight: inherit;
  line-height: inherit;
  margin: 0;
}
</style>
